Repository: benjamin-kraatz/DeeDock
Catalog: DeeDock/Resources/Localizable.xcstrings
Source language: en
Languages: de

# windowSearchStale
source: This source changed, closed, or cannot be reached. Refresh titles or capture it again. No other window was substituted.
de: Diese Quelle wurde geändert, geschlossen oder ist nicht erreichbar. Aktualisiere die Titel oder erfasse sie erneut. Es wurde kein anderes Fenster als Ersatz gewählt.

# windowSearchTextAvailable
source: Image and recognized text captured
de: Bild und erkannter Text erfasst

# windowSearchTextEvidence
source: Recognized text match
de: Treffer im erkannten Text

# windowSearchTimedOut
source: This operation took too long and was canceled. Title search remains available.
de: Dieser Vorgang hat zu lange gedauert und wurde abgebrochen. Die Titelsuche bleibt verfügbar.

# windowSearchTitle
source: Find a Window
de: Fenster suchen

# windowSearchUnavailable
source: Window discovery is unavailable. Refresh titles or search saved capsules.
de: Fenster lassen sich gerade nicht ermitteln. Aktualisiere die Titel oder durchsuche gespeicherte Kapseln.

# windowSearchWorking
source: Searching
de: Suche läuft

# windowSearchYesterdayHelp
source: “Yesterday” searches only capsules saved yesterday. Choose Saved Capsules. Without a saved checkpoint, there is no history to search.
de: „Gestern“ durchsucht nur gestern gespeicherte Kapseln. Wähle „Gespeicherte Kapseln“. Ohne gespeicherte Momentaufnahme gibt es keinen Verlauf zu durchsuchen.
